{
    "books":[
        {
            "id": 1,
            "title": "Factos Escondidos da História de Portugal",
            "titleEn": "Hidden Facts from the History of Portugal",
            "author": "José Gomes Ferreira",
            "edition": "Maio de 2021",
            "publisher": "Oficina do Livro",
            "synopse": "Os portugueses chegaram à América décadas antes de Colombo, descobriram a Austrália, participaram nos planos da viagem de Fernão de Magalhães… e outros dados históricos comprovados que permanecem na sombra. O Brasil foi descoberto mais de cinquenta anos antes da data oficial, como prova o mapa de Andrea Bianco de 1448; O Canadá foi assim batizado por se tratar do nome da propriedade do descobridor algarvio João Vaz Corte Real a Canada, em Tavira; Os portugueses descobriram a Austrália. Mapas de 1447 mostram-na desenhada ao estilo da nossa cartografia e com nomes lusitanos. Estes e outros factos continuam arredados da História oficial dos países envolvidos, porque os interesses políticos, diplomáticos e económicos pesam mais do que a verdade. Com a ajuda das tecnologias de informação e o acesso a provas como mapas e outros documentos de época, cada vez mais cidadãos estão a tomar consciência de que a verdadeira História dos seus países tem muitas páginas escondidas - a de Portugal não é exceção, como nos revela esta investigação apaixonante do jornalista José Gomes Ferreira.",
            "genders": "História de Portugal",
            "quantity": 20,
            "image": "httpsimg.wook.ptimagesfactos-escondidos-da-historia-de-portugal-jose-gomes-ferreiraMXwyNDcxMDA5MnwyMDg2MzkzMXwxNjE4MjY4NDAwMDAwfHdlYnA=502x"

        }
    ],
    "users":[
        {
            "id": 1,
            "name": "Daniel Rodrigues",
            "date": "06/07/2002",
            "email": "21707@stu.ipbeja.pt",
            "phone": "927487980",
            "username": "Gnomo",
            "password": "pass",
            "image": "httpss4.anilist.cofileanilistcdnuseravatarlargeb5271510-MiFJxt0NwyNc.png"
        }
    ],
    "request":[
        
    ]
}